CSI API ETABS v1
cFunction.FuncTH Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cFunctionTH FuncTH { get; }
ReadOnly Property FuncTH As cFunctionTH
	Get
Dim instance As cFunction
Dim value As cFunctionTH
value = instance.FuncTH
property cFunctionTH^ FuncTH {
	cFunctionTH^ get ();
}
abstract FuncTH : cFunctionTH with get
Property Value
Type: cFunctionTH
See Also
Reference
cFunction Interface
ETABSv1 Namespace